# Taps
tap "azure/functions"
tap "bazelbuild/tap"
tap "bufbuild/buf"
tap "homebrew/bundle"
tap "leoafarias/fvm"
tap "sanemat/font"

#Formulae
brew "asdf"
brew "awscli"
brew "azure-cli"
brew "bazelisk"
brew "codex"
brew "direnv"
brew "gh"
brew "gnupg"
brew "go"
brew "grpcurl"
brew "jq"
brew "kubectx"
brew "minikube"
brew "mysql-client"
brew "mysql-client@8.4", link: true
brew "openjdk@17"
brew "pinentry-mac"
brew "pipx"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "skaffold"
brew "tree"
brew "uv"
brew "yq"
brew "azure/functions/azure-functions-core-tools@4"
brew "bufbuild/buf/buf"
brew "leoafarias/fvm/fvm"
brew "sanemat/font/ricty"

# Casks
cask "alfred"
cask "android-studio"
cask "bitwarden"
cask "cursor"
cask "docker-desktop"
cask "gcloud-cli"
cask "iterm2"
cask "ngrok"
cask "obsidian"
cask "sourcetree"
cask "visual-studio-code"

