# Taps
tap "sanemat/font"
tap "leoafarias/fvm"

# Casks
cask "visual-studio-code"
cask "docker"
cask "alfred"
cask "bitwarden"
cask "iterm2"
cask "sourcetree"
cask "ngrok"

# Formulae
brew "ricty"
brew "tree"
brew "go"
brew "jq"
brew "terraform"
brew "tree"
brew "fvm"
brew "asdf"
