# Taps
tap "sanemat/font"
tap "leoafarias/fvm"
tap "azure/functions"

# Casks
cask "visual-studio-code"
cask "docker"
cask "alfred"
cask "bitwarden"
cask "iterm2"
cask "sourcetree"
cask "ngrok"
cask "google-cloud-sdk"
cask "android-studio"
cask "arc"

# Formulae
brew "ricty"
brew "tree"
brew "go"
brew "jq"
brew "yq"
brew "tree"
brew "fvm"
brew "asdf"
brew "awscli"
brew "minikube"
brew "azure-cli"
brew "azure-functions-core-tools@4"
brew "mysql-client"
brew "openjdk@17"
