aws-scripting-guy.cform
bmewburn.vscode-intelephense-client
bung87.rails
bung87.vscode-gemfile
ChFlick.firecode
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
donjayamanne.githistory
esbenp.prettier-vscode
firsttris.vscode-jest-runner
foxundermoon.shell-format
Gimly81.fortran
GitHub.copilot
golang.go
GraphQL.vscode-graphql
GraphQL.vscode-graphql-syntax
hediet.vscode-drawio
mads-hartmann.bash-ide-vscode
mosapride.zenkaku
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-dotnettools.csharp
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.azure-account
ms-vscode.cpptools
ms-vscode.makefile-tools
ms-vscode.powershell
nrwl.angular-console
octref.vetur
PKief.material-icon-theme
rebornix.ruby
redhat.vscode-yaml
ritwickdey.LiveServer
rogalmic.bash-debug
shakram02.bash-beautify
shd101wyy.markdown-preview-enhanced
sianglim.slim
toba.vsfire
wingrunr21.vscode-ruby
yzhang.markdown-all-in-one
